<?php

/**
 * Реалізовуємо лише завдання №2.
 * 
 * 
 * Завдання №2 – "RGB-калькулятор​"
 * ===========
 * Створити ​html-​сторінку з​ формою,​ яка відображає три числових поля.
 * В ці поля користувач повинен вносити значення ​R,G,B​(R​GB)​в інтервалі ​0-255.​
 * Після натиснення на кнопку “​Refresh” ​необхідно створити колір на основі введених користувачем значень ​R,G,B.​
 * Цим кольором необхідно заповнити фон тега ​<div>.
 *  
 * ### Корисні посилання
 * 1) https://www.php.net/manual/ru/preface.php -> як "розшифрувати" слово PHP
 * 2) https://www.php.net/manual/ru/getting-started.php -> "смачні" приклади для початківців
 * 3) https://www.php.net/manual/ru/install.php -> установка софта 
 * 4) https://www.youtube.com/watch?v=2eebptXfEvw - англійською, процес установки софта.
 * 
 * Усім успіхів на цьому курсі веб-розробки.
 */
